Repository: common-repository/woo-express
Catalog: languages/*.po
Languages: es_es

source: Archives
es_es: Archivo

source: Ajax add to cart
es_es: Usar AJAX en carrito

source: Ajax add to cart for single products.
es_es: Usar AJAX en carrito de productos individuales

source: Yes
es_es: Si

source: Replace Add to cart text
es_es: Reemplace "Añadir al carrito"

source: Replace "Add to cart" text.
es_es: Reemplace el texto "Añadir al carrito".

source: Replace Add to cart text in
es_es: Reemplazar Añadir al carrito texto en

source: Replace "Add to cart" text in product types.
es_es: Reemplazar el texto "Añadir al carrito" en estos productos.

source: Simple Products
es_es: Producto simple

source: Grouped Products
es_es: Productos Agrupados

source: Virtual Products
es_es: Productos virtuales

source: Variable Products
es_es: Productos variables

source: Downloadable Products
es_es: Productos descargables

source: Replace Add to cart text content
es_es: Reemplazar "Añadir al carrito" contenido

source: Replace "Add to cart" text with this text.
es_es: Reemplace el texto "Agregar al carrito" con este texto.

source: Purchase
es_es: Comprar

source: Checkout
es_es: Pagos

source: Add cart to checkout
es_es: Añadir carrito al checkout

source: Simplifies the checkout process including the shopping cart page inside checkout.
es_es: Simplifica el proceso de compra, incluyendo la página de carrito dentro de la pagina de pagos.

source: Add cart to checkout fields
es_es: Añadir datos al carrito del checkout

source: Include this fields inside the checkout cart.
es_es: Incluir estos campos dentro del carrito de compras.

source: Remove
es_es: Eliminar

source: Thumbnail
es_es: Imagen

source: Name
es_es: Nombre

source: Price
es_es: Precio

source: Quantity
es_es: Cantidad

source: Remove checkout fields
es_es: Eliminar campos de pago

source: Simplifies the checkout process removing the unnecessary checkout fields.
es_es: Simplifica el proceso de pago eliminando los campos de pago innecesarios.

source: Country
es_es: País

source: State
es_es: Estado

source: City
es_es: Ciudad

source: Postcode
es_es: Código postal

source: Address 1
es_es: Dirección 1

source: Address 2
es_es: Dirección 2

source: Company
es_es: Compañía

source: Phone
es_es: Teléfono

source: Remove checkout order comments
es_es: Eliminar comentarios de orden de pago

source: Simplifies the checkout process removing the order notes.
es_es: Simplifica el proceso de compra eliminando las notas del pedido.

source: Remove checkout shipping address
es_es: Eliminar dirección de envío alernativa

source: Simplifies the checkout process removing the shipping address.
es_es: Simplifica el proceso de pago eliminando la dirección de envío.

source: Remove checkout coupon form
es_es: Eliminar formulario de cupón de pago

source: Simplifies the checkout process removing the coupon form.
es_es: Simplifica el proceso de verificación quitar la forma de cupón.

source: Remove checkout policy text
es_es: Eliminar texto de política de pago

source: Simplifies the checkout process removing the policy text.
es_es: Simplifica el proceso de pago eliminando el texto de la política.

source: Remove checkout terms and conditions
es_es: Eliminar las condiciones y términos de pago

source: Simplifies the checkout process removing the terms and conditions.
es_es: Simplifica el proceso de pago eliminando los términos y condiciones.

source: Please reload page.
es_es: Por favor, vuelve a cargar la página.

source: Products
es_es: Productos

source: Ajax add to cart alert
es_es: Usar AJAX en alerta del carrito

source: Ajax add to cart alert for single products.
es_es: Ajax alerta de carrito en productos individuales.

source: Add default attributes in variable products
es_es: Añadir atributos predeterminados en la variable productos

source: Add default attributes in all variable products to avoid disabled Add to cart button.
es_es: Agregue atributos predeterminados en todos los productos variables para evitar el botón Agregar al carrito deshabilitado.

source: Product
es_es: Producto

source: Remove this item
es_es: Eliminar este artículo

source: Simplifies the checkout process.
es_es: Simplifica el proceso de compra.

source: Added to cart alert
es_es: Añadido al carro alerta

source: Replace "View Cart" alert with direct checkout.
es_es: Reemplace la alerta "Ver carrito" con la pagina de pagos.

source: Added to cart link
es_es: Añadido a la carro enlace

source: Replace "View Cart" link with direct checkout.
es_es: Reemplace el enlace "Ver carrito" con la pagina de pagos.

source: Added to cart redirect
es_es: Añadido al carrito redirección

source: Redirect to the checkout page after successful addition.
es_es: Redirigir a la página de pagos tras añadir productos con éxito

source: View cart
es_es: Ver carrito

source: Simplifies the checkout process to improve your sales rate.
es_es: Simplifica el proceso de compra para mejorar su tasa de ventas.
